Revit 2027 API
BuiltInFailures.CreationFailures.CannotDrawToposolid Property
 Can't make toposolid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDrawToposolid { get; }
Public Shared ReadOnly Property CannotDrawToposolid As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDrawToposolid {
	FailureDefinitionId^ get ();
}
static member CannotDrawToposolid : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace